Repository: jepser/Modern-Browsing
Catalog: modern-browser/languages/mb-*.po
Languages: es_es

source: For a better experience in this web site
es_es: Para una mejor experiencia en este sitio web.

source: <div class="mb_title"><h3>Your browser is obsolete!</h3></div><div class="mb_message"><p>This site was developed under the lastest web standards, and to check all cool features made for you, it is important to update your browser</p><p>With an updated browser, you can:</p></div>
es_es: <div class="mb_title"><h3>¡Tu navegador es obsoleto!</h3></div><div class="mb_message"><p>Este sitio web fue diseñado bajo los últimos estándares web, y para poder apreciar todo lo que hemos preparado para tí, es importante que actualices tu navegador.</p><p>Con un navegador actualizado, gozas de ventajas como:</p></div>

source: Add HTML5 Shiv
es_es: Agregar HTML5 Shiv

source: Bar Hiding
es_es: Ocultar barra

source: Enable user bar remove
es_es: Habilitar que el usuario pueda esconder la barra

source: HTML5 support for IE
es_es: Suporte de HTML5 en IE

source: Modern Browsing Options
es_es: Configuración de Modern Browsing

source: More information
es_es: Más información

source: More speed and performance
es_es: Más rápido y mejor desempeño

source: Security
es_es: Seguridad

source: Select browser compatility
es_es: Selecciona la compatibilidad de los navegadores

source: Support for the latest technologies
es_es: Soporta las últimas tecnologías

source: Update your browser
es_es: Actualiza tu navegador

source: You are using an obsolete version of
es_es: Estás utilizando una versión obsoleta de

source: Your version
es_es: Tu versión

source: because this and much more benefits...
es_es: Por esto y muchos más beneficios
